/* No comment provided by engineer. */
"Could not move to Applications folder" = "Impossible de déplacer l'élément dans le dossier Applications.";

/* No comment provided by engineer. */
"Do Not Move" = "Ne pas déplacer";

/* No comment provided by engineer. */
"I can move myself to the Applications folder if you'd like." = "Si vous le souhaitez, je peux me déplacer dans le dossier Applications.";

/* No comment provided by engineer. */
"Move to Applications Folder" = "Déplacer dans le dossier Applications";

/* No comment provided by engineer. */
"Move to Applications folder in your Home folder?" = "Déplacer dans le dossier Applications de votre dossier de départ ?";

/* No comment provided by engineer. */
"Move to Applications folder?" = "Déplacer dans le dossier Applications ?";

/* No comment provided by engineer. */
"Note that this will require an administrator password." = "Vous devrez saisir le mot de passe de l'administrateur.";

/* No comment provided by engineer. */
"This will keep your Downloads folder uncluttered." = "Votre dossier Téléchargement restera ainsi bien rangé.";
